#Даны два целых числа. Выведите значение наименьшего из них.
a = 1
b = 2

if (a < b):
    print(a)
elif(a > b):
    print(b)
else:
    print(equel)